"About %@" = "Om %@";
"Hide %@" = "Dölj %@";
"Hide Others" = "Dölj andra";
"Show All" = "Visa alla";
"Quit %@" = "Sluta %@";

"Another %@ is currently running. Please close all instances of it now." = "En annan %@ körs för närvarande. Stäng alla instanser av den nu.";
"Are you sure you want to exit %@ setup?" = "Är du säker på att du vill avsluta %@-installationen?";
"Are you sure you want to exit before the process is completed?" = "Är du säker på att du vill avsluta innan processen är avslutad?";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "På grund av något fel kan installationen inte slutföras. Kontrollera din internetanslutning och försök igen. Du kan också klicka på \"Direktnedladdning\" för att få ett fullständigt paket från den officiella webbplatsen.";
"I've read and agreed to %@" = "Jag har läst och godkänt %@";
"%@ License Agreement" = "%@ Licensavtal";
"Install" = "Installera";
"Installing...please wait ( %1.1f%% finished)" = "Installation...vänligen vänta ( %1.1f%% klar)";
"Please agree %@ License Agreement before installing %@!" = "Vänligen godkänn %@ Licensavtal innan du installerar %@!";
"Continue" = "Fortsätt";
"Direct Download" = "Direkt nedladdning";
"Exit" = "Avsluta";
"OK" = "OK";
"Try Again" = "Försök igen";
